export default {
    test:'测试',
    language:'EN',
    header:{
        title: "小树苗代孕中心",
        options:[{
            text: '成为准父母',
            link: '/pages/ParentsSection',
            options: [{
                text: '代孕妈妈的匹配过程',
                link: 'surrogacy-matching-process'
            }, {
                text: '单身父母和 LGBTQIA+ 群体',
                link: '/pages/LGBTQIA'
            }, {
                text: '代孕计划和流程',
                link: 'surrogacy-plan-process'
            }, {
                text: '代孕套餐和费用',
                link: '/pages/surrogacy-cost'
            }]
        }, {
            text: '成为代孕妈妈',
            link: '/pages/BecomeSurrogate',
            options: [{
                text: '谁可以成为代孕妈妈',
                link: 'who-can-be-surrogate'
            }, {
                text: '怎么筛选申请者',
                link: 'become-surrogate-part2-content'
            }, {
                text: '如何成为代孕妈妈',
                link: 'become-surrogate-part3-content'
            }, {
                text: '为什么选择我们',
                link: 'become-surrogate-part4-1'
            }, {
                text: '薪酬和补偿',
                link: 'become-surrogate-part4-2'
            }]
        }, {
            text: '关于我们',
            link: '/pages/about',
        }, {
            text: '资讯',
            link: '/pages/resources',
        }, {
            text: '职业生涯',
            link: '/pages/careers',
        }],
        login:'登录',
        search:'搜索',
        appointment:'预约',
        login_option:[{
            text:'成为准父母',
            link:'/pages/auth/login?type=parent'
        },{
            text:'成为代孕妈妈',
            link:'/pages/auth/login?type=surrogacy'
        }],
        login_out:[{
            text:'登出',
            link:''
        }]
    },
    footer:[{
        text:'成为准父母',
        link:'/pages/ParentsSection',
        options:[
            {
                text:'代孕妈妈匹配过程',
                link:'surrogacy-matching-process'
            },
            {
                text:'单身父母和 LGBTQIA+ 群体',
                link:'/pages/LGBTQIA'
            },
            {
                text:'代孕计划和流程',
                link:'surrogacy-plan-process'
            },
            {
                text:'代孕套餐和费用',
                link:'/pages/surrogacy-cost'
            }
        ]
    },{
        text:'成为代孕妈妈',
        link:'/pages/BecomeSurrogate',
        options:[
            {
                text:'谁可以成为代孕妈妈',
                link:'who-can-be-surrogate'
            },
            {
                text:'怎么筛选申请者',
                link:'become-surrogate-part2'
            },{
                text:'如何成为代孕妈妈',
                link:'become-surrogate-part3'
            },{
                text:'为什么选择我们',
                link:'become-surrogate-part4-1'
            },{
                text:'薪酬和补偿',
                link:'become-surrogate-part4-2'
            }
        ]   
    },
    {
        text: '关于我们',
        link: '/pages/about',
    },
    {
        text: '资讯',
        link: '/pages/resources',
    },
    {
        text: '职业生涯',
        link: '/pages/careers',
    },
    ],
    footer_other:{
        title:'探索',
        span:['登录：成为准父母','登录：成为代孕妈妈']
    },
    about_us:[
        {
            name:'Judith Hoechst',    
            role:'律师团队',
            content:['作为生殖法律专家，曾任美国生殖医学学会（ASRM）法律专业组主席，起草多项立法，致力于法律保护与教育。']
          },
        
        {
            name:'xx',    
            role:'xx',
            content:['xxx']
        },
        
        
        {
          name:'Kayla Luo',    
          role:'联合创始人',
          content:['Sapling Surrogacy 联合创始人兼案例经理，拥有康奈尔与哥大学位，精通三语，专注全球化运营与生殖医疗创新。']
        }, {
          name:'XXX1',    
          role:'XXX1',
          content:['xxx1']
        },
        {
          name:'XXX2',    
          role:'XXX2',
          content:['xxx2']
        }
      ],
      about_us_detail:[
        {
            name:'Judith Hoechst',    
            role:'律师团队',
            content:['Judith在生殖法律领域具有卓越的贡献和深厚的经验。她曾担任美国生殖医学学会（ASRM）法律专业组主席（2022-2023年），并且是科罗拉多生育倡导组织的前主席。她目前担任美国律师协会辅助生殖技术委员会的联席副主席，并将在未来几年晋升为主席。同时，她也是全国不孕症协会（RESOLVE）的董事会成员。在法律实践中，她起草了科罗拉多州的代孕法案，为代孕安排中的所有相关方提供了重要的法律保护。此外，她还参与起草并推动了5-6项与不孕症和生殖法律相关的法案立法。作为生殖法律领域的教育者，她每年协助举办4场会议，致力于为国内外生殖法律律师提供专业培训和教育支持。']
          },
        
        {
            name:'xxx',    
            role:'xxx',
            content:['xxx']
        },
        
        
        {
          name:'Kayla Luo',    
          role:'联合创始人',
          content:['作为小树苗代孕中心的联合创始人及案例经理，Kayla 全程负责客户和代孕妈妈的支持与管理工作，深度参与每一个代孕项目的关键环节。她本科毕业于南京大学，曾以交换生身份赴德国哥廷根大学学习，并先后获得康奈尔大学和哥伦比亚大学的硕士学位。Kayla 精通中文、英语和德语，具备卓越的国际视野和跨文化沟通能力，为小树苗的全球化运营奠定了坚实基础。她专注于医疗数据和公共管理服务领域的投资，致力于推动生殖医疗行业的创新与发展。在小树苗，她不仅负责管理工作，还积极优化服务流程、提升客户体验，并推动企业的持续发展，充分展现了她对生殖医疗行业的长期承诺和深远影响。']
        }, {
          name:'XXX1',    
          role:'XXX1',
          content:['xxx1']
        },
        {
          name:'XXX2',    
          role:'XXX2',
          content:['xxx2']
        }
      ],
      about_us_title:{
        title1:'小树苗代孕中心',
        title2:'关于我们',
        desc:'小树苗代孕中心以卓越的成功率和贴心的专业支持，陪伴每一位客户踏上实现家庭梦想的旅程。我们始终秉持责任与关怀，用行业领先的全方位服务，为客户提供安心的保障和温暖的陪伴，让每一步都充满信任与希望。',
        more:'了解更多'
      },
      home:{
        BecomingParents:{
            title:'成为准父母',
            desc:'套餐价格低至 145,000 美元',
            button:[{
                text:'了解更多',
                link:['/pages/ParentsSection'],
                auth:false
            },{
                text:'代孕费用',
                link:['/pages/surrogacy-cost'],
                auth:false
            },{
                text:'申请通道',
                link:['/pages/auth/profile?type=become','/pages/auth/login?type=parent'],
                auth:true
            }]
        },
        BecomingSurrogate:{
            title:'成为代孕妈妈',
            desc:'成为代孕妈妈，最高可获报酬 105,000+ 美元',
            button:[{
                text:'了解更多',
                link:['/pages/BecomeSurrogate'],
                auth:false
            },{
                text:'申请通道',
                link:['/pages/auth/profile?type=become','/pages/auth/login?type=surrogacy'],
                auth:true
            }]
        },
        saplingSurrogacy:{
            title:'欢迎单身父母和 LGBTQIA+ 群体',
            button:[{
                text:'了解更多',
                link:['/pages/LGBTQIA'],
                auth:false
            },{
                text:'申请通道',
                link:['/pages/auth/profile?type=become','/pages/auth/login?mode=register'],
                auth:true
            }]
        },
        DataDisplay:{
            title:'小树苗代孕中心',
            desc:'专业铸就成功，热情赢得信赖。作为一家全方位服务的代孕机构，小树苗专注于为准父母和代孕者提供专业支持与丰富经验。凭借20年来助力多元家庭成长的热忱，我们陪伴您实现家庭梦想的每一步。',
            data:[{
                number:'56',
                desc:'我们的客户遍布全球56个国家'
            },{
                number:'100+',
                desc:'我们每年帮助超过100个家庭实现梦想'
            },{
                number:'67+',
                desc:'我们与全美超过67家试管医院建立了合作关系'
            },{
                number:'99.3%',
                desc:'我们有行业领先的99.3%一次成功率'
            }]
        },
        Foundation:{
            title:'用爱筑梦：基金会帮助更多不孕家庭拥有孩子',
            button:[{
                text:'了解更多',
                link:[''],
                auth:false
            },{
                text:'加入我们',
                link:[''],
                auth:true
            }]
        }
    },

    parentsSection:{
        parentsSectionPart1:{
            title:'小树苗代孕中心',
            desc_list:[
                "欢迎来到小树苗代孕中心，协助您实现幸福美满的家庭梦想是我们最大的心愿。代孕是一段漫长、充满挑战但无比伟大的旅程。若您在过程中感到迷茫或无助，请放心，小树苗将始终陪伴在您身边，耐心解答您的疑问并提供全面支持。我们坚信，每一份付出都值得。有小树苗的陪伴，您的代孕之旅将更加安心、顺畅且充满喜悦。"
            ],
            btn:'开始咨询',
            changeReason:"为什么准父母会选择小树苗代孕中心",
            reason:'选择一家专业的代孕机构至关重要，它将引导并陪伴您顺利、轻松地完成成为准父母的整个旅程。选择小树苗代孕中心，您将享受全方位的代孕服务。我们拥有：',
            listData: [
                {
                  image: '/images/ParentsSection/icon1.png',
                  text: '最有经验的团队：团队成员拥有多年行业经验，80%亲历代孕旅程。',
                },
                {
                  image: '/images/ParentsSection/icon2.png',
                  text: '最专业的法律团队：完善的法律支持，全方位保障您的合法权益。',
                },
                {
                  image: '/images/ParentsSection/icon3.png',
                  text: '最合适的医疗选择：根据您的情况量身定制治疗方案，提升成功率。',
                },
                {
                  image: '/images/ParentsSection/icon4.png',
                  text: '最严格的筛选机制：甄选最优质的代孕母亲和最适合您的医生。',
                },
                {
                  image: '/images/ParentsSection/icon5.png',
                  text: '最大的资金信托公司：资金托管安全透明，所有使用清晰可查。',
                },
                {
                  image: '/images/ParentsSection/icon6.png',
                  text: '最完善的定制化套餐：根据需求灵活定制，满足您的所有服务要求。',
                },
                {
                  image: '/images/ParentsSection/icon7.png',
                  text: '最高效的交流：一站式服务，随时为您提供快速响应和支持。',
                },
                {
                  image: '/images/ParentsSection/icon8.png',
                  text: '最能理解客户的团队：80%的团队成员有亲身代孕经验，深刻理解您的感受。',
                },
                {
                  image: '/images/ParentsSection/icon9.png',
                  text: '最快速的匹配流程：匹配流程比普通机构快40%，让您更快开始代孕旅程。',
                },
                {
                  image: '/images/ParentsSection/icon10.png',
                  text: '最透明的价格：所有费用透明公开，无任何隐藏收费。',
                },
              ]
        },
        ParentsSectionPart2:{
            title:'准父母和代孕妈妈的匹配过程',
            step:[
                {
                    title:'第一步：',
                    desc:'筛选申请者（ 2% 的申请者才能进入 Sapling 的代孕母库）'
                },
                {
                    title:'第二步：',
                    desc:'选定的代孕妈妈是否合适（90%以上可以通过二次审核）'
                }
            ],
            firstStep:[
                {
                    title:'1. 申请',
                    text:'每位代孕妈妈必须填写一份详细的申请表，了解她的必要基本信息',
                    desc:'每位代孕妈妈都必须完成我们的申请表，一共有五个大类，涵盖了生育历史、家族病史、家庭生活、学历、财政情况和工作情况以及代孕动机。根据美国代孕法案规定，代孕妈妈必须在 21-45 岁之间，生产并养育过至少一个孩子，身体健康，无重大疾病，无药物滥用或烟酒问题，健康指数（BMI）在 30 以下。'
                },
                {
                    title:'2. 初步检查',
                    text:'第三方机构协助调查申请者及其伴侣，保证其生理和心理同时符合标准',
                    desc:'在申请表审核通过之后，我们将会有专业的人员进行对接，有助于我们深入了解她们的代孕申请，并评估候选人完成代孕过程的能力。同时，我们聘请了专业的第三方机构进行协助，他们会对申请者及其伴侣进行背景调查（包括家庭情况、收入情况、居住情况、犯罪历史背景等），合作的第三方医院对其进行前期的身体检查（包括子宫情况、怀孕历史、吸烟酗酒毒品史等），以及专业的心理医生进行心理评估，保证他们在身体和心理上同时适合做代孕妈妈。'
                },
                {
                    title:'3. 科普教育',
                    text:'通过教育和沟通保证代孕妈妈对这方面准备',
                    desc:'在背景审核和身体健康检查都通过后，我们将会有专业的工作人员和代孕妈妈对接，进行定期的科普教育，让他们更了解代孕的所有过程。同时，紧密的联系也能让我们随时掌握代孕妈妈候选人的生活状态和健康状态，保证她们健康的身体和心理状态。'
                }
            ],
            secondStep:[
                {
                    title:'1. 二次身体检查',
                    desc:'在准父母从我们的代母库里选定好代孕妈妈后，我们将对其进行第二次的身体检查和心理筛查，以确保其现在依旧具备成为代孕妈妈的资格。'
                },
                {
                    title:'2. 医院体检',
                    desc:'试管医院将会按照代孕妈妈的月经周期，在她月经前后几天安排体检，体检结果大概需要三周时间，其目的是为了检查子宫情况，以确定其移植和备孕状态。'
                }
            ],
            button:{
                text:'开始咨询'
            }
        },
        ParentsSectionPart3:{
            title:'准父母代孕流程',
            context:[
                '代孕是一段充满重要节点和步骤的旅程，每对准父母都会根据自身的情况、需求和偏好，形成独特的时间线和体验。通常情况下，经过 12-24 个月的时间，您就能迎接宝宝回家。在此期间，小树苗专业团队将全程为您提供一对一陪伴与支持，确保您的代孕之旅顺利无忧。为了帮助您更清晰地了解代孕流程、各阶段的目标及预期结果，以及大致的时间安排，我们将代孕旅程划分为五个主要阶段，供您参考。'
            ],
            step:[
                {
                    title:'第一步',
                    desc:'咨询与签约（0-1个月）',
                    context:[
                        '您可以通过网站预约、联系我们的客服或使用在线对话功能选择适合的咨询时间。在首次咨询中，您将了解更多关于我们的信息，我们也会根据您的具体情况、需求和期望，为您提供个性化的解决方案。一旦您选择小树苗代孕中心并签约，我们的专业团队将与您对接，全面规划您的代孕旅程，包括匹配代孕妈妈、协助选择试管医院，以及通过合作的卵子库和精子库满足您的额外需求。',
                    ]
                },
                {
                    title:'第二步',
                    desc:'代孕妈妈的双向匹配（时间因人而异）',
                    context:[
                        '所有代孕妈妈都经过严格筛选，我们会根据您的需求和偏好为您推荐多位候选人，让您从我们的代孕母库中选择最适合的一位。一旦匹配成功，小树苗代孕中心将为您和代孕妈妈详细解读接下来的流程，包括每个关键时间节点的安排，以及涉及的法律事务、医疗计划、资金信托管理和保险服务，确保整个代孕旅程清晰透明且顺利推进。']
                },
                {
                    title:'第三步',
                    desc:'试管医院与法律文件（3-4个月）',
                    context:[
                        '如果您没有冷冻胚胎或未选择试管医院，我们会根据您的地理位置和需求推荐合作医院并安排医生面诊。确认后，我们将规划胚胎培育计划，包括时间表、费用和用药方案，并合理安排您的行程。胚胎筛选成功后，代孕妈妈需通过身体检查（子宫内膜和激素水平检测），随后进入法律程序。律师将协助双方签署并公证合同。完成后，试管医院将安排代孕妈妈进行胚胎移植的准备，并在约七周药物准备后完成胚胎移植。', 
                    ]
                },
                {
                    title:'第四步',
                    desc:'代孕妈妈怀孕（8-9个月）',
                    context:[
                        '从胚胎移植到第12周，代孕妈妈会定期接受HCG血液检查和超声波检查，确保胚胎健康发育，第5-7周即可检测到胎心和胎囊位置。一切顺利后，她将转到居住地的妇产科医生处进行常规产检，第12周起每4周一次，第28周起每2周一次，第36周起每周一次，直至分娩。在此期间，您可以随时与代孕妈妈保持联系，我们也会定期向您汇报代孕进展。同时，我们将协助您完成亲权文件和分娩计划的准备工作：亲权文件在怀孕第18周由律师起草，确保您的合法父母身份；分娩计划则在孕后期与代孕妈妈共同商定，确保分娩当天的安排万无一失。',
                    ]
                },
                {
                    title:'第五步',
                    desc:'迎接宝宝的出生',
                    context:[
                        '当医生确认宝宝可以出院时，您将迎来与宝宝团聚的幸福时刻。美国本地的父母通常可在宝宝出院后的几天内回家，而海外父母需在美国停留约4周，以完成护照等必要手续。小树苗代孕中心将全程陪伴并协助您处理所有流程，确保您顺利抱着宝宝回家，开启美满的新生活。',
                    ]
                }
            ],

            buttonText:'开始咨询'

        },
        parentsSectionPart4:{
            title_first:'单身父母和 LGBTQIA+ 群体',
            title_second:'卵子和精子捐赠者的帮助',
            text_list:['如果您是单身父母、同性伴侣，或因身体原因无法使用自己的卵子或精子，选择一位优秀的卵子或精子捐赠者将帮助您实现拥有家庭的梦想。我们的卵子和精子捐赠者都经过严格筛选。他们参与捐赠不仅仅是为了报酬，更是为了通过自己的努力帮助他人实现家庭梦想。我们与全美知名的卵子和精子库合作，致力于为您提供更多高质量的选择。'
            ],
            desc:'套餐价格低至 145,000 美元',
            process:"选择卵子/精子捐赠者与卵子精子库的流程",
            part1:{
                title:'如果您选定某个卵子/精子捐赠者，您需要：',
                first_need:"1.挑选捐赠者签约后，您可以根据理想的特征（如头发颜色、眼睛颜色、身高、种族背景、地域等）进行筛选，我们的团队将协助您找到符合您需求的捐赠者。选定后，您可以查看捐赠者的详细信息，包括基本资料、教育背景、健康状况、生育历史、家庭情况以及家族遗传史。此外，您还可以浏览他们的照片和视频，并预约线上见面，直观了解捐赠者。",
                second_need:"2.开始捐赠流程确定捐赠者后，捐赠者将前往您选择的试管医院接受医学筛查，并根据要求进行药物治疗，准备取卵/精。随后，新鲜的卵子或精子将供您使用，开启您的家庭之旅。",
            },
            part2:{
                title:'如果您选择某个卵子/精子库，您需要：',
                first_need:"1.选择捐赠者注册成功后，我们合作的卵子/精子库工作人员将加入协助，为您提供捐赠者名单，帮助您筛选并确定心仪的捐赠者。",
                second_need:"2.	开始捐赠流程确认捐赠者后，我们与卵子/精子库的工作人员将协助您从库中购买冷冻卵子或精子，并启动胚胎培育过程，为您的家庭梦想迈出关键一步。",
            },
            btn:'开始咨询'
        }
    },
    surrogacyCost:{
        title:'小树苗提供的套餐',
        desc:'Sapling提供两种套餐来满足您的需求,您可以根据您的个人情况进行选择。无论如何，我们都希望能够给您提供最舒心的服务，全程陪伴您走过这段特别的旅程。',
        sproutPackage:{
            title:'萌芽套餐',
            desc:'145,000 美元至 210,000 美元',
            list:[
                {
                    title:'中介服务费用：',
                    desc:'Sapling专注于匹配代孕妈妈、协调各方并全程管理代孕流程。服务内容包括代孕妈妈的筛选、心理评估和背景调查，同时在代孕周期内提供全面支持和沟通服务，确保每个代孕项目的顺利开展和执行。'
                },
                {
                    title:'医疗费用：',
                    desc:'Sapling与全美各大地区 CDC 认证的试管医院合作，这些医院拥有顶尖的医生和先进的实验室。我们可以为客户推荐多家优质医院供选择，以满足不同需求。医疗支出涵盖体外受精（IVF）程序、代孕妈妈的健康检查、怀孕期间的产检、分娩和住院费用，以及药物和激素治疗费用，确保代孕过程在专业医疗支持下安全进行。'
                },
                {
                    title:'法律费用：',
                    desc:'为确保各方权利和义务明确，我们将由美国代孕协会副会长及其专业律师团队提供代孕合同的起草、审查和执行服务。同时，我们也全程负责代孕过程中亲权确认和出生证更改等法律程序，确保法律保障。'
                },
                {
                    title:'信托账户管理费用：',
                    desc:'我们与全美最大的信托机构合作，为每位客户设立和管理专属信托账户，用于支付代孕过程中涉及的所有费用。信托管理费用涵盖账户设立、维护及定期账务报告，确保资金流动透明、安全，并严格遵循合同约定。'
                },
                {
                    title:'代孕妈妈补偿：',
                    desc:'Sapling的代孕妈妈多为军嫂或教堂成员，我们将为她们提供全面的补偿，包括因代孕承担时间、精力和健康风险的基本补偿，以及怀孕期间的生活津贴（如交通、营养和孕装费用）。此外，在特殊情况下，她们还可获得额外补偿，例如双胎补偿或剖宫产费用，以充分保障她们的权益与付出。'
                }
            ]
        },
        thrivePackage:{
            title:'茁壮套餐',
            desc:'260,000 美元至 295,000 美元',
            list:[
                {
                    title:'中介服务费用：',
                    desc:'Sapling专注于匹配代孕妈妈、协调各方并全程管理代孕流程。服务内容包括代孕妈妈的筛选、心理评估和背景调查，同时在代孕周期内提供全面支持和沟通服务，确保每个代孕项目的顺利开展和执行。'
                },
                {
                    title:'医疗费用：',
                    desc:'Sapling与全美各大地区 CDC 认证的试管医院合作，这些医院拥有顶尖的医生和先进的实验室。我们可以为客户推荐多家优质医院供选择，以满足不同需求。医疗支出涵盖体外受精（IVF）程序、代孕妈妈的健康检查、怀孕期间的产检、分娩和住院费用，以及药物和激素治疗费用，确保代孕过程在专业医疗支持下安全进行。'
                },
                {
                    title:'法律费用：',
                    desc:'为确保各方权利和义务明确，我们将由美国代孕协会副会长及其专业律师团队提供代孕合同的起草、审查和执行服务。同时，我们也全程负责代孕过程中亲权确认和出生证更改等法律程序，确保法律保障。'
                },
                {
                    title:'信托账户管理费用：',
                    desc:'我们与全美最大的信托机构合作，为每位客户设立和管理专属信托账户，用于支付代孕过程中涉及的所有费用。信托管理费用涵盖账户设立、维护及定期账务报告，确保资金流动透明、安全，并严格遵循合同约定。'
                },
                {
                    title:'代孕妈妈补偿：',
                    desc:'Sapling的代孕妈妈多为军嫂或教堂成员，我们将为她们提供全面的补偿，包括因代孕承担时间、精力和健康风险的基本补偿，以及怀孕期间的生活津贴（如交通、营养和孕装费用）。此外，在特殊情况下，她们还可获得额外补偿，例如双胎补偿或剖宫产费用，以充分保障她们的权益与付出。'
                },
                {
                    title:'旅行安排：',
                    desc:'Sapling为客户提供全面的旅行安排服务，确保整个代孕过程的出行更加便捷和无忧。我们可以协助客户预订前往试管医院或代孕相关机构的交通和住宿，规划行程，并根据需求安排机场接送、车辆租赁等服务，无论是定期检查还是迎接新生命，都能享受无缝衔接的出行体验。'
                },
                {
                    title:'管家式服务：',
                    desc:'管家式服务是Sapling为客户打造的全程贴心支持，涵盖代孕周期中的方方面面。我们的团队会帮助客户管理医疗预约、处理法律文件、协调代孕相关事务、监督资金流向，并提供实时沟通支持。无论是大事还是小事，我们都以高效、周到的方式为客户打理，确保整个过程顺利且省心。'
                },
                {
                    title:'全包保险：',
                    desc:'Sapling提供全包保险保障，涵盖代孕过程中可能出现的各种风险。无论是胚胎移植失败、意外流产，还是其他突发情况，我们将承担所有相关费用，客户无需支付额外开支。全包保险的设计旨在消除不确定性，为客户提供全程无忧的保障和安心的代孕体验。'
                }
            ]
        },
        questionAndAnswer:[
            {
                title:'茁壮套餐最大的不同在哪里？',
                desc:'全面性和无忧保障除了标准代孕服务外，该套餐还提供全包保险，酒盖从胚胎移植失败到意外流产等所有潜在风险确保客户在任何突发情况下无需额外支付费用。 同时，茁壮套餐还包括升级的管家式服务，从医疗预约到旅行安排，甚至代孕过程中的实时支持，均由专属团队全程打理。 它的核心优势在于为客户提供更高的安全性、更省心的流程管理，以及真正的一站式代孕解决方案。'
            },
            {
                title:'如何支付代孕的费用？',
                desc:'每位客户将拥有专属信托账户，所有资金仅在符合合同条件时支付给代母、机构或其他第三方。信托公司会定期提供账务报告，确保资金管理透明、安全。支付流程通常分为两步：第一笔费用在确认代母或签署服务协议时支付至信托账户：第二笔费用酒盖代母的生活支出和医疗费用，按合同约定的时间或事件节点分期支付。通过这一方式，保障了资金使用的规范性和各方权益。'
            },
            {
                title:'如果您还没有胚胎',
                desc:'如果您还没有胚胎如果您尚未冷冻胚胎、还未决定选择哪家试管医院，或者需要卵子或精子捐赠者的帮助，我们可以为您提供经过 Sapling 严格筛选的医生和医院名单。您可以根据个人需求和常住地进行选择我们也可以为您直接安排合适的医院，帮助您顺利完成下一步的计划。'
            }
        ]

        
    },

    login:{
        title_1:"欢迎来到小树苗代孕中心",
        title_2:"让小树苗更了解你，请先注册/登录",
        login_type:"使用您的电子邮件地址登录",
        email:"电子邮件地址",
        password:"密码",
        remember:"记住帐号",
        forgot_password:"忘记密码?",
        login_btn:"登录",
        login_loading:"正在登录",
        register_title:"创建一个新账户",
        register_desc:"如果这是您第一次请求更多信息或申请我们的计划，请创建一个账户以开始。",
        register_btn:"创建账户"
    },
    careers:{
        title:'职业生涯',
        firstDesc:'Sapling Surrogacy 致力于与最优秀的专业人士合作，为客户提供卓越的服务。加入我们，您将成为一支高度成功、充满热情的团队的一员，共同秉承我们在行业内建立的良好声誉与信任。',
        secondDesc:'想了解更多职位空缺，请访问我们的领英页面。'
    },
    resources:{
        title1:'博客',
        title2:'客户评价',
        blogMenu:[
            {
                text:'准父母',
            },
            {
                text:'代孕妈妈',
            }
        ],
        intendedParentList:[
            {
                image:'/images/resources/list1.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            },
            {
                image:'/images/resources/list1.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            },
            {
                image:'/images/resources/list1.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            },
            {
                image:'/images/resources/list1.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            },
            {
                image:'/images/resources/list1.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            }
        ],
        surrogateMomList:[
            {
                image:'/images/resources/list2.png',
                title:'考虑成为一名卵子捐赠者？以下 5 个理由绝对值得你这么做',
                desc:'作为卵子捐赠者，您所提供的东西非常必要，没有您，这一切都不会发生。但为什么您应该考虑成为卵子捐赠者？了解卵子捐赠对您来说可能是一条好路的 5 个原因。'
            }
        ],
        reviewList:[
            {
                name: 'Emily & Michael T.',
                content: '我们永远感谢小树苗代孕中心，让我们实现了成为父母的梦想。从第一次咨询到抱着宝宝的那一天，他们的团队始终细心、专业且无微不至地支持我们。他们对细节的关注和整个过程中展现的关怀无可比拟。感谢小树苗，帮助我们圆了家庭梦想！'
            },
            {
                name: 'Sarah & Jonathan L.',
                content: '选择小树苗代孕中心是我们做过的最正确的决定。他们的团队让这个原本令人不安的过程变得可控，甚至充满喜悦。他们用同理心和专业知识引导我们完成每一步，让我们感受到无微不至的关怀。多亏了小树苗，我们现在成为了一位美丽女孩的骄傲父母。我们无法用言语表达对他们的感激之情！'
            },
            {
                name: 'Jessica M.',
                content: '作为小树苗代孕中心的一名代孕妈妈，这是我人生中最有意义的经历之一。从一开始，他们的团队就全程支持我，确保我感到被重视、被关爱，并对每一步都有清晰的了解。他们以专业和贴心的态度处理每一个细节，让整个旅程顺利且充满意义。我非常自豪能够帮助一个家庭实现他们的梦想。感谢小树苗，为我带来如此温暖和有价值的体验！'
            },
            {
                name: 'XXXXXX',
                content: 'XXXXXX'
            },
            {
                name: 'XXX',
                content: 'XXXX'
            }
        ],
        btn:'加载更多',
        btnText:'没有更多了',
        btnText2:'阅读更多'
    },
    profile:{
        left_nav_1:'个人信息',
        left_nav_2:'成为代孕母',
        left_nav_3:'成为准父母',
        left_nav_4:'预约信息',
        user_menu:'用户菜单',
        profileContent:{
            title:'开始小树苗旅程',
            email:'登录名',
            phone:'手机号码',
            birthday:'出生日期',
            userName:'用户名',
            address:'详细地址',
            country:'国家',
            city:'城市',
            edit:"编辑账户",
            save:"保存",
            saving:"保存中...",
            cancel:"取消"
        },
        surrogateContent:{

        },
        intendedParentContent:{
            title:'准父母初次申请表',
            btn:'提交申请',
            reply_list: [
                "姓名 *",
                "详细地址 *",
                "城市 *",
                "所在州/省 *",
                "邮编 *",
                "国家 *",
                "国家区号（如在美国境外）",
                "电话号码 *",
                "电子邮件 *",
                "出生日期 *",
                "婚姻状态 *",
                "伴侣的姓名 *",
                "伴侣的出生日期 *"
              ],
              qa_list: [
                {
                    question: "性取向 *",
                    options: ["异性恋", "同性恋", "双性恋", "酷儿"]
                },
                {
                    question: "您需要哪些服务 *",
                    options: ["取卵/胚胎", "代孕", "捐卵/捐精"]
                },
                {
                    question: "您或您的伴侣曾被逮捕过吗？ *",
                    options: ["是", "否"]
                },
                {
                    question: "您或您的伴侣是否曾被判定有罪？ *",
                    options: ["是", "否"]
                },
                {
                    question: "您预计何时开始您的代孕旅程？ *",
                    options: ["0-3个月", "4-6个月", "7-12个月", "大于12个月"]
                },
                {
                    question: "您目前是否有合作的试管婴儿诊所？ *",
                    options: ["是", "否"]
                },
                {
                    question: "您是否有冷冻胚胎？ *",
                    options: ["是", "否"]
                }
            ]

            
        },
        appointmentContent:{
            title:'选择日期',
            time_zone:[
                'UTC+8 (中国标准时间)',
                'UTC-4 (美东时间)',
                'UTC-5 (美中时间)',
                'UTC-6 (山地时间)',
                'UTC-7 (太平洋时间)',
                'UTC-8 (阿拉斯加时间)',
                'UTC-10 (夏威夷时间)'
            ],
            time_list:[
                '09:00am', '10:00am', '11:00am',
                '12:00pm', '13:00pm', '14:00pm',
                '15:00pm', '16:00pm', '17:00pm',
                '18:00pm', '19:00pm', '20:00pm'
            ],
            month_list:[
                '一月', '二月', '三月', '四月', '五月', '六月', '七月', '八月', '九月', '十月', '十一月', '十二月'
            ],
            appointment_btn:'预约',
            appointment_loading:'预约中...',
            become_surrogate:'成为代孕母',
            become_intended_parent:'成为准父母',
            detail_title:'预约详细信息',
        },
        appointmentSuccess:{

        }
    },
    becomeSurrogate:{
        becomeSurrogatePart1:{
            guide:{
                title:'欢迎来到小树苗',
                subTitle:'成为代孕妈妈，最高可赚取 105,000 美元',
                content:"代孕妈妈是一群伟大而无私的人。在这个世界上，每6个人中就有1人因各种原因无法组成完整的家庭。他们渴望能抱着自己的宝宝入睡，梦想看着孩子在自己的呵护中健康成长。正是因为代孕妈妈的无私帮助，这些梦想才得以实现。代孕妈妈的奉献，让无数人实现了成为父亲和母亲的愿望。小树苗感谢每一位愿意成为代孕妈妈的您，并致力于为所有代孕妈妈提供最贴心的支持与关怀。在悉心照顾代孕妈妈身心健康的同时，我们也会尽最大努力为您争取更高的薪酬，感谢您对生命和爱的付出。",
                buttonText:'立即申请',
            },
            
            whoCanBecome:{
                title:'谁可以成为我们的代孕妈妈？我们对代孕妈妈的要求',
                content:['小树苗的代孕妈妈需同时具备生理和心理上的代孕能力。这不仅是为了确保代孕过程的安全与顺利，更是为了让代孕妈妈和准父母能够共同经历一段愉快的旅程，最终迎接健康宝宝的到来。'],
                step:[
                    {   
                        id:'A',
                        title:'A. 身体健康',
                        content:['21 至 40 岁之间；身体健康，没有严重的慢性疾病或妨碍怀孕的健康问题（如高血压、糖尿病、心脏病等）；BMI（体重指数）在 18.5 至 31 之间']
                    },
                    {
                        id:'B',
                        title:'B. 心理健康',
                        content:['通过心理健康评估，确保在心理上能够承担代孕的责任和挑战；有强大的情感支持系统，包括家人或朋友的支持']                    
                    },
                    {
                        id:'C',
                        title:'C. 生育经验',
                        content:['需要有至少一段顺利的怀孕和分娩经历；无严重孕产并发症（妊娠高血压、早产等）']                    
                    },

                    {
                        id:'D',
                        title:'D. 生活方式',
                        content:['不使用非法药物、不吸烟、不酗酒、无毒史']                 
                    },

                    {
                        id:'E',
                        title:'E. 法律要求',
                        content:['无犯罪记录；没有在部分政府援助计划内；居住在美国代孕友好州']               
                    },

                    {
                        id:'F',
                        title:'F. 身份要求',
                        content:['美国公民、绿卡、有效期为三年以上的签证']                    
                    },

                    {
                        id:'G',
                        title:'G. 经济情况',
                        content:['财务状况稳定。过去一年内无破产记录']  
                    },
                ]
            }

        },
      
        becomeSurrogatePart2:{
            title:'我们如何筛选申请者',
            content:['根据美国生殖医学学会的指导要求，我们与生殖医疗专家、心理学家、律师等第三方机构合作，对申请者进行严格筛查。'],
            step:[
                {
                    id:'A',
                    title:'A. 身体健康评估',
                    content:['包括常规体检、生殖系统检查、传染病筛查、遗传病史、怀孕及分娩史等，确保申请者具备健康条件完成代孕。']                    
                },
                {
                    id:'B',
                    title:'B. 心理健康评估',
                    content:['评估申请者的情绪稳定性、抗压能力、代孕动机及情感支持网络，确保其在心理上能够胜任代孕。']                    
                },

                {
                    id:'C',
                    title:'C. 法律背景审查',
                    content:['通过背景调查和无犯罪记录证明，确保申请者符合代孕法律要求']
                },
                {
                    id:'D',
                    title:'D. 健康与生活方式评估',
                    content:['评估饮食、运动习惯，避免毒品、烟酒等不良嗜好，确保健康的生活方式。']
                },
                {
                    id:'E',
                    title:'E. 身体适应性评估',
                    content:['筛查体重和BMI，评估身体健康状况是否适合怀孕。']
                }
            ],
            
            buttonText:'立即申请',


        },

        becomeSurrogatePart3:{
            title:'如何成为我们的代孕妈妈：申请流程与时间安排',
            step:[
                {
                    id:'1',
                    title:'1. 初步问卷',
                    content:['您可以通过网站申请，填写一份简短的问卷，包括您的怀孕经历、健康状况、家庭背景、学历情况以及代孕动机等内容。如果您符合我们的要求，我们会尽快与您联系，进入下一步流程。']
                },
                {
                    id:'2',
                    title:'2. 申请审查',
                    content:['在我们团队初步审查通过后，第三方专业人员将协助您进一步核实材料，包括怀孕记录、收入证明和家庭关系等。同时，您需要提交以下材料：您的驾照和社会保障卡、伴侣或配偶的驾照和社会保障卡、工资单、怀孕与分娩记录、医疗记录以及医疗保险卡。']
                },
                {
                    id:'3',
                    title:'3. 线上见面',
                    content:['当材料审核通过后，我们将安排一次线上会面。心理医生会与您交流，深入探讨您的代孕动机、兴趣爱好以及对代孕的理解与看法，为下一步做好准备']
                }
            ],
            buttonText:'立即申请',

        },
        becomeSurrogatePart4:{
            where:{
                title:'我们的代孕妈妈来自哪里',
                content:['我们的代孕妈妈均来自美国合法允许代孕的州，且都是美国本土居民。那些来自明确禁止代孕的州（如密歇根州、路易斯安那州、阿肯色州等）的申请者将无法成为小树苗的代孕妈妈。由于代孕是一个涉及法律、伦理和医疗复杂性的过程，我们在选择代孕妈妈时，特别注重专业的法律判断、当地医疗支持以及严格的经济审核，以确保整个代孕旅程安全、合规且顺利进行。'],

            },
            why:{
                title:'为什么选择成为小树苗的代孕妈妈',
                content:[
                    '小树苗致力于为每一位代孕妈妈提供全程支持与贴心陪伴。代孕是一段既耗费精力又充满情感与体力挑战的旅程，为此，小树苗设立了专业的团队和部门，全程与代孕妈妈保持紧密联系，提供全方位的关怀与帮助。',
                ],
                stepText:'我们将为代孕妈妈做到以下几点：',
                step:[
                    {
                        id:'1',
                        title:'在申请阶段，我们为您全程提供支持',
                        content:['在您申请时，我们将全程陪伴，为您预约线上见面，随时了解您的申请进展，并解答可能遇到的问题和困惑。同时，专业的工作人员和医生将线上陪同，为您提供情感上的支持。']
                    },
                    {
                        id:'2',
                        title:'成为小树苗代孕妈妈后，您将加入温暖的社区',
                        content:['成功成为代孕妈妈后，您将加入代孕妈妈社区，在这里可以与其他代孕妈妈讨论并分享自己的经历。我们的工作人员还会定期举办线上活动和讲座，为大家提供更多交流的机会，让整个代孕旅程更加丰富与充实。']
                    },
                    {
                        id:'3',
                        title:'在代孕旅程中，家人或朋友的陪伴至关重要',
                        content:['在代孕过程中，除了我们的支持，您的陪同家人或朋友是您最重要的依靠，我们称之为“主要支持人”（通常也是您的紧急联系人）。我们会与您及您的主要支持人保持紧密联系。在您前往外地诊所进行体检、移植或其他活动时，他/她需陪同，并可获得旅行费用和工资损失补偿。同时，他/她还会在日常生活中照顾您，如准备餐食、接送孩子等，并在生产时陪伴在您身边，为您提供全程支持与安慰。']
                    }
                ],

            },
            
            how:{
                title: "代孕妈妈的薪酬和补偿",
                content:["根据所在州的政策及代孕经历的不同，每位代孕妈妈的薪酬和补偿会有所差异。我们承诺，为小树苗的代孕妈妈提供行业内顶尖的薪酬，以及尽可能全面的补偿方案，以保障每一位代孕妈妈的付出都能得到应有的回报。"],
                type:"小树苗为代孕妈妈提供的薪酬与补偿分为三个部分：",
                qa: [
                    {
                        title: "基本薪资",
                        content: "根据代孕妈妈所在州的政策和个人情况，薪资范围为 45,000 至 75,000 美元。"
                    },
                    {
                        title: "基本补偿",
                        content: "涵盖身体检查、胚胎移植及相关程序的旅行费用报销，处方药费用（由保险报销），每月津贴（从开始服药准备移植时计算），工资损失补偿，以及产后护理费用。"
                    },
                    {
                        title: "额外福利",
                        content: "包括孕妇服装补助、流产补偿、剖腹产补偿及多胎补偿等，全面保障代孕妈妈的权益与付出。"
                    }
                ],
                time:'代孕妈妈薪酬和补偿发放时间',
                qa_time: [
                    {
                        title: "基本薪资",
                        content: "从确认胎儿心跳并确定怀孕开始，代孕妈妈将每月收到基本薪资，支付周期为九个月。"
                    },
                    {
                        title: "基本补偿",
                        content: "从代孕妈妈开始服药准备胚胎移植起，将每月发放津贴。在确认准父母并签署合同后，代孕妈妈和陪同人员的通勤费用、餐食费用、工资损失以及孩子陪同费用将获得报销。"
                    },
                    {
                        title: "额外补助与费用支付",
                        content: "在怀孕确认后，代孕妈妈将获得一笔定额的孕妇服装补助，用于购买孕期所需的服装。如果代孕的是多胞胎，在怀孕的最后五个月中，代孕妈妈将额外获得多胞胎补助。这项补助旨在奖励代孕妈妈为多胎妊娠付出的额外努力和承担的风险。"
                    }
                ],
                qa_apply: [
                    {
                        title: "在申请阶段，我们为您全程提供支持",
                        content: "在您申请时，我们将全程陪伴，为您预约线上见面，随时了解您的申请进展，并解答可能遇到的问题和困惑。同时，专业的工作人员和医生将线上陪同，为您提供情感上的支持。"
                    },
                    {
                        title: "成为小树苗代孕妈妈后，您将加入温暖的社区",
                        content: "成功成为代孕妈妈后，您将加入代孕妈妈社区，在这里可以与其他代孕妈妈讨论并分享自己的经历。我们的工作人员还会定期举办线上活动和讲座，为大家提供更多交流的机会，让整个代孕旅程更加丰富与充实。"
                    },
                    {
                        title: "在代孕旅程中，家人或朋友的陪伴至关重要",
                        content: "在代孕过程中，除了我们的支持，您的陪同家人或朋友是您最重要的依靠，我们称之为“主要支持人”（通常也是您的紧急联系人）。我们会与您及您的主要支持人保持紧密联系。在您前往外地诊所进行体检、移植或其他活动时，他/她需陪同，并可获得旅行费用和工资损失补偿。同时，他/她还会在日常生活中照顾您，如准备餐食、接送孩子等，并在生产时陪伴在您身边，为您提供全程支持与安慰。"
                    }
                ]
                
                
                
            },

            applyButtonText:'立即申请',
        },
        
    },
    appointment:{
        title:'请选择您的预约身份',
        parent:'准父母',
        surrogate:'代孕妈妈',
        appointment_parent:'预约-成为准父母',
        appointment_surrogate:'预约-成为代孕妈妈',
        appointment_btn:'预约',
        appointment_loading:'预约中...',
        desc:"通过预约此项目，您即同意向小树苗提供您的姓名和联系方式。"
    },

    appointment_parent:{ 
        back:"返回",
        title:"准父母初次申请的信息表",
        name:"姓名",
        birthday:"出生日期（DD/MM/YYYY）",
        phone:"联系电话",
        email:"电子邮箱",
        address:"居住地址",
        marital:{
            label:"婚姻状况",
            options:["单身","已婚" , "伴侣", "其他"]
        },
        hasEmbryo:{
            label:"是否有已有胚胎",
            options:["是", "否"],
            embryoAddress:"胚胎所在地",
            embryoNumber:"胚胎数量",
            embryoFrom:{
                label:"胚胎来源",
                options:["自卵", "供卵", "自精", "供精"]
            },
        },
        needTechincal:{
            label:"是否需要辅助生殖技术，如试管婴儿",
            options:["是", "否"]
        },
        needEmbryo:{
            label:"是否需要捐卵或捐精",
            options:["需要捐卵","需要捐精","不需要"]
        },
        usualLanguage:{
            label:"常用语言",
            options:["中文", "英文", "其他"]
        },
    },

    appointment_surrogate:{
        title:"代孕母初次申请的信息表",
        name:"姓名",
        birthday:"出生日期（DD/MM/YYYY）",
        phone:"联系电话",
        email:"电子邮箱",
        address:"居住地址",
        nationality_status:{
            label:"国籍身份",
            options:[ "绿卡", "公民", "其他"]
        },
        marital:{
            label:"婚姻状况",
            options:["单身","已婚" , "伴侣", "其他"]
        },
        hasChildren:{
            label:"是否有孩子",
            options:["是", "否"],
            childrenNumber:"如有，请填写子女数量及年龄",
        },
        hasSurgery:{
            label:"是否有已有剖腹产经历",
            options:["是", "否"]
        },
    },

    appointment_agreement:{
        agreement:"当您预约此咨询时，即表示您授权小树苗代孕中心获取您的姓名和联系方式。",
        button_agreement:"完成预约，即表示您同意接收相关的电子邮件通知。",
        content_agreement:"我们通过电子邮件和短信回复，通常在12至24小时内。如果您没有收到我们的回复，请检查您的垃圾邮件文件夹。"
    },


    apply_success:{
        title:"预约成功，感谢您的信任！",
        content:"您的咨询预约已成功提交！小树苗代孕中心团队已收到您的请求，并将在 12 至 24 小时内通过电子邮件或短信与您联系，为您提供专业支持。",
        next_step:"下一步怎么做？",
        next_step_first:"请检查您的邮箱，确保收到确认邮件。如未见回复，请查看垃圾邮件文件夹，以免错过消息。",
        next_step_second:"提前准备好您的问题，我们的团队将为您提供个性化建议。",
        next_step_third:"如需帮助，欢迎随时联系我们。",
        next_step_end:"感谢您的信赖，我们期待与您携手同行，开启这段特别的旅程。"
    },

    auth:{
        loginSuccess: "登录成功",
        loginFailed: "登录失败",
        registerSuccess: "注册成功",
        invalidCredentials: "用户名或密码错误",
        userNotFound: "用户不存在",
        emailExists: "邮箱已被注册",
        registerFailed: "注册失败",
        serverError: "服务器错误",
        unknownError: "未知错误",
        roleError: "您没有权限登录",
        getUserInfoFailed: "获取用户信息失败"
    },
    LGBTQIA:{
        title1:'成为单身父母或 LGBTQIA+ 家长',
        firstDesc:'在小树苗代孕中心，我们相信每个人都有成为父母的权利，无论您的性别认同、性取向或家庭结构如何。我们致力于为 单身人士 和 LGBTQIA+ 群体 提供安全、合法、个性化的代孕服务，帮助您实现组建家庭的梦想。',
        btn:'开始咨询',
        title2:'适合哪些人群？',
        content1:'如果您是：',
        content2:'这篇文章将为您提供全面的指导',
        secondDesc:'尽管代孕的整体流程相似，但单身父母和 LGBTQIA+ 家庭在生育方式、法律程序和亲权确立等方面可能会有不同的考量和需求。',
        list1:[
            {
                content:'单身男性或女性，希望通过代孕迎来自己的孩子。',
                image:'/images/LGBTQIA/icon1.png'
            },
            {
                content:'男同性伴侣，由一方或双方提供精子，并结合捐卵者与 IVF 技术完成生育。',
                image:'/images/LGBTQIA/icon2.png'
            },
            {
                content:'女同性伴侣，由一方或双方提供卵子，并通过 IVF 或 IUI 结合精子捐赠怀孕。',
                image:'/images/LGBTQIA/icon3.png'
            },
            {
                content:'非二元性别或跨性别人士，希望通过代孕或其他辅助生殖技术拥有孩子。',
                image:'/images/LGBTQIA/icon4.png'
            },
            {
                content:'其他 LGBTQIA+ 家庭，需要量身定制的生育方案和法律支持。',
                image:'/images/LGBTQIA/icon5.png'
            }
            
        ],
        title3:'需要注意什么？',
        list2:[
            {
                title:'1. 法律适用性',
                content:'美国各州对代孕的法律规定不同，一些州对单身人士和 LGBTQIA+ 群体较为友好，而另一些州则对代孕设有限制，或对非异性伴侣提出额外要求。',
            },
            {
                title:'2. 亲权确立',
                content:'部分州对 LGBTQIA+ 家庭或单身父母的亲权认定存在法律障碍，因此提前确认孩子的法律身份，并确保相关法律文件齐全至关重要。',
            },
            {
                title:'3. 捐卵、捐精与胚胎选择',
                content:'单身男性或男同性伴侣 需要选择卵子捐赠者，可选择匿名或开放式捐赠，并决定是否进行 PGT-A 胚胎筛查以提高成功率。单身女性或女同性伴侣 可能需要精子捐赠，并结合自身或伴侣的卵子，通过 IVF 或 IUI 受孕。非二元性别或跨性别人士 需根据自身情况决定是否使用自己的卵子或精子，或选择捐赠，以完成胚胎创建。',
            },
            {
                title:'4. 代理孕母的匹配与沟通',
                content:'单身父母或 LGBTQIA+ 家庭在选择代理孕母时，需要确保对方接受 LGBTQIA+ 家庭，并同意相关法律协议，以确保代孕过程顺利进行。',
            }
        ],
        thirdDesc:'因此，选择一家经验丰富且配备专业律师的代孕机构至关重要。专业团队能确保代孕流程符合法律规定，顺利确立亲权，并精准匹配代理孕母，让整个过程更安全、高效、可控。',
        title4:'单身父母与 LGBTQIA+ 家庭代孕流程',
        fourthDesc:'在小树苗代孕中心，我们致力于为单身父母和 LGBTQIA+ 家庭提供安全、透明且合规的代孕方案。以下是完整的代孕流程，帮助您了解每个关键步骤。',
        step:[
            {
                title:'第一步',
                desc:'咨询与制定个性化代孕计划',
                context:[
                    '您的代孕旅程从与小树苗的初步咨询开始。在这一步，我们会详细了解您的情况、需求和期待，帮助您明确整个代孕过程。我们的专业法律团队会根据美国法律制定个性化的代孕计划，确保符合您所在国家或州的法律规定，使整个流程顺利推进。同时，我们会根据您的具体需求，协助匹配合适的医疗资源，包括生殖诊所、医生以及其他必要的代孕相关服务。']
                
            },
            {
                title:'第二步',
                desc:'胚胎创建与捐赠者匹配',
                context:[
                    '在胚胎创建阶段，小树苗将协助您寻找合适的捐赠者或使用现有胚胎，确保生育方案符合您的个性化需求。对于单身男性或男同性伴侣，我们会帮助匹配卵子捐赠者，并通过 IVF（体外受精）创建胚胎。对于女同性伴侣，可以选择自身或伴侣的卵子，并结合精子捐赠，通过 IVF 或 IUI（宫腔内人工授精）受孕。此外，您还可以选择基因筛查（PGT）技术，以优化胚胎质量，提高妊娠成功率。'
                ]
            },
            {
                title:'第三步',
                desc:'匹配代理孕母',
                context:[
                    '成功创建胚胎后，我们将为您筛选健康、符合医学和法律要求的代理孕母，确保整个过程的安全性和合法性。所有代理孕母都会接受全面的健康检查和心理评估，并签署合法的代孕合同，明确双方的责任和权益。与此同时，我们会协助您与代理孕母建立沟通机制，确保整个孕期的交流顺畅，并营造一个相互信任、和谐合作的环境。'
                ]
                
            },
            {
                title:'第四步',
                desc:'胚胎移植与孕期管理',
                context:[
                    '胚胎移植将在专业的生殖诊所进行，并由医疗团队密切监测孕期健康状况，确保孕程顺利。作为准父母，您可以随时通过我们的平台跟进代孕进展，了解代理孕母的健康情况，并获取最新的孕期动态。我们也鼓励您与代理孕母保持良好的沟通，让双方都能在这个过程中感到安心和支持，确保整个孕期的体验尽可能顺畅和愉快。'
                ]
                
            },
            {
                title:'第五步',
                desc:'亲权确立与宝宝出生',
                context:[
                    '在宝宝出生前，我们的法律团队将协助您根据代孕所在州的法律办理亲权判决，确保您在法律上获得正式的父母身份。宝宝出生后，您就可以迎接新生命的到来，正式开启这段人生中最激动人心的旅程。小树苗代孕中心将持续为您提供支持，确保您的代孕经历顺利、愉快，并帮助您顺利进入全新的家庭生活。'
                ]
                
            }
        ],
    },

    register:{
        title:'使用电子邮件地址创建账户',
        emial:'电子邮件地址登录',
        code:'邮箱验证码',
        sendCode:'发送验证码',
        password:'密码',
        confirmPassword:'确认密码',
        phone:'手机号码',
        date:'出生日期 *',
        name:'姓名',
        address:'家庭详细地址',
        city:'城市',
        country:'国家',
        postalCode:'邮政编码',
        agreement:"勾选此框即表示您同意在遵守我们的隐私政策的前提下，接收有关我们计划的最新更新。小树苗代孕的最新信息可能会通过电子邮件、邮寄或短信发送给您。",
        register:'注册',
        loading:'注册中...',
    },
    surrogateApplication:{
        title:'代孕母申请表',
        name:'姓名 *',
        age:'年龄 *',
        birthDate:'出生日期*',
        height:'身高（ft）*',
        weight:'体重（lbs）*',
        ethnicity:'您的种族 *',
        education:'您的教育程度 *',
        maritalStatus:'您的婚姻状况 *',
        hasChildren:'您是否有孩子 *',
        addressInformation:'地址信息',
        address:"目前居住地址 *",
        city:"居住城市和州 *",
        code:"邮政编码 *",
        phone:"电话号码 *",
        email:"电子邮箱 *",
        submit:"提交申请",
        loading:"提交中..."
    },
    agreementDetails:{
        haveAgreement:"您已成功预约线下面谈",
        agreementDetail:"预约详细信息",
        noAgreement:"暂未预约面谈",
        noAgreementContent:"您还没有预约面谈时间",
        agreementNow:"点击下方按钮立即预约",
        agreementBtn:"立即预约",
        restart:"重新预约",
        return:"返回",
    }
}