export const aboutData = [
  {
    title: 'XXXX1',
    content: `代孕妈妈是伟大的存在,这世界上有1/6的人因为个人原因,无法组成完整的家庭,
      他们梦想着能够抱着自己的孩子入睡,渴望看到宝宝在自己的呵护下长大。
      因为代孕妈妈无私的帮助,让这一切都变得有可能,代孕妈妈的无私奉献让更多有需要的人能够成为了父亲和母亲。
      Sapling感谢每个愿意成为代孕母的人,并希望能够给与所有代孕母亲最好的帮助和关怀,
      照顾好代孕母亲的身体健康和心理建康的同时,我们会尽量去给所有的代孕母都争取更多的薪水`,
    image: '/images/about/image1.png',
  },
  {
    title: 'XXXX2',  
    content: `代孕妈妈是伟大的存在,这世界上有1/6的人因为个人原因,无法组成完整的家庭,
      他们梦想着能够抱着自己的孩子入睡,渴望看到宝宝在自己的呵护下长大。
      因为代孕妈妈无私的帮助,让这一切都变得有可能,代孕妈妈的无私奉献让更多有需要的人能够成为了父亲和母亲。
      Sapling感谢每个愿意成为代孕母的人,并希望能够给与所有代孕母亲最好的帮助和关怀,
      照顾好代孕母亲的身体健康和心理建康的同时,我们会尽量去给所有的代孕母都争取更多的薪水`,
    image: '/images/about/image2.png',
  },
  {
    title: 'XXXX3',
    content: `代孕妈妈是伟大的存在,这世界上有1/6的人因为个人原因,无法组成完整的家庭,
      他们梦想着能够抱着自己的孩子入睡,渴望看到宝宝在自己的呵护下长大。
      因为代孕妈妈无私的帮助,让这一切都变得有可能,代孕妈妈的无私奉献让更多有需要的人能够成为了父亲和母亲。
      Sapling感谢每个愿意成为代孕母的人,并希望能够给与所有代孕母亲最好的帮助和关怀,
      照顾好代孕母亲的身体健康和心理建康的同时,我们会尽量去给所有的代孕母都争取更多的薪水`,
    image: '/images/about/image3.png',
  },
  {
    title: 'XXXX',
    content: `代孕妈妈是伟大的存在,这世界上有1/6的人因为个人原因,无法组成完整的家庭,
      他们梦想着能够抱着自己的孩子入睡,渴望看到宝宝在自己的呵护下长大。
      因为代孕妈妈无私的帮助,让这一切都变得有可能,代孕妈妈的无私奉献让更多有需要的人能够成为了父亲和母亲。
      Sapling感谢每个愿意成为代孕母的人,并希望能够给与所有代孕母亲最好的帮助和关怀,
      照顾好代孕母亲的身体健康和心理建康的同时,我们会尽量去给所有的代孕母都争取更多的薪水`,
    image: '/images/about/image4.png',
  },
]; 