export default [
  {
    name:'Diana E. Chavkin, MD, FACOG',    
    role:'医生团队',
    content:['Dr. Diana Chavkin 是一位双重认证的生殖内分泌学与不孕症（REI）专家，现任医疗总监，专注于提供个性化且卓越的生育治疗服务。她毕业于纽约大学医学院，并在宾夕法尼亚大学完成妇产科住院医师培训及生殖内分泌与不孕症学的专科培训。她以优异成绩（Magna Cum Laude）从哥伦比亚大学巴纳德学院获得心理学和历史学学位，并荣获Phi Beta Kappa荣誉。','她曾亲身经历不孕挑战，深刻理解患者需求，以全方位、个性化的方式帮助数千人实现家庭梦想。Dr. Chavkin 擅长第三方辅助生殖（卵子捐赠与代孕）、互惠式 IVF、LGBTQIA+ 家庭组建、低刺激 IVF 优化、生育保存、肿瘤生育学以及复发性流产管理，同时在卵巢功能低下、高龄不孕、输卵管因素、多囊卵巢综合症等领域拥有丰富经验。','此外，Dr. Chavkin 是美国妇产科医师学会（ACOG）、美国生殖医学学会（ASRM）和太平洋海岸生殖学会的活跃成员，曾多次荣获洛杉矶顶级医生奖（LA Magazine）、南加州超级医生奖以及南加州新星医生奖等业内高度认可的荣誉。她还在知名医学期刊发表多篇研究论文，并参与撰写专业书籍章节。']
  },
  {
    name:'Judith Hoechst',    
    role:'律师团队',
    content:['Judith在生殖法律领域具有卓越的贡献和深厚的经验。她曾担任美国生殖医学学会（ASRM）法律专业组主席（2022-2023年），并且是科罗拉多生育倡导组织的前主席。她目前担任美国律师协会辅助生殖技术委员会的联席副主席，并将在未来几年晋升为主席。同时，她也是全国不孕症协会（RESOLVE）的董事会成员。','在法律实践中，她起草了科罗拉多州的代孕法案，为代孕安排中的所有相关方提供了重要的法律保护。此外，她还参与起草并推动了5-6项与不孕症和生殖法律相关的法案立法。作为生殖法律领域的教育者，她每年协助举办4场会议，致力于为国内外生殖法律律师提供专业培训和教育支持。']
  },{
    name:'Kayla Luo',    
    role:'联合创始人',
    content:['作为 Sapling Surrogacy 的联合创始人，同时也担任 Case Manager，她负责管理客户和代孕妈妈的全流程支持工作，深度参与客户和代孕项目的每一个环节。她本科毕业于南京大学，曾作为交换生赴德国哥廷根大学学习，并先后获得康奈尔大学和哥伦比亚大学的硕士学位。她精通中文、英语和德语三种语言，具备卓越的国际视野和跨文化沟通能力，为 Sapling 的全球化运营奠定了坚实基础。','此外，她专注于医疗数据和公共管理服务相关的投资领域，致力于推动生殖医疗行业的创新与发展。她在 Sapling 的角色不仅限于管理，还包括优化服务流程、提升客户体验和推动企业持续成长，体现了她对生殖医疗行业的长期承诺和深远影响。']
  }, {
    name:'XXX',    
    role:'XXX',
    content:['xxx']
  },
  {
    name:'XXX',    
    role:'XXX',
    content:['xxx']
  }
]
